Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: This is because the legal age of majority in Norwegian health care is 16 years.
nb: Dette er fordi den helserettslige myndighetsalderen er 16 år.

source: You will need to take the rapid antigen-based test and then wait for the test result before proceeding.
nb: Testen skal være antigen hurtigtest og du må vente på prøvesvar før du kan dra videre.

source: If you need physiotherapy treatment before you have received NAV's approval decision and have to pay for your treatment, you must apply to Helfo for a refund.
nb: Dersom du trenger fysikalsk behandling før godkjenningsvedtaket fra Nav foreligger, og må betale for behandlingen, må du søke Helfo om refusjon.

source: How will I know if my baby is ready for solids?
nb: Hvordan vet jeg om barnet er klart for fast føde?

source: Before Helfo forwards your case to Helseklage, you will be sent a presentation of it.
nb: Før Helfo sender saken til Helseklage, vil du få tilsendt en fremstilling av denne.

source: Questions about corona
nb: som kanskje kan hjelpe.

source: Think you may have been bitten by an adder several days or even weeks ago?
nb: Du må oftest ta legemidler for å lindre anginasmerter og forebygge hjerteinfarkt.

source: Most plants are not dangerous to taste, but some plants can cause poisoning.
nb: De fleste planter er lite farlige å smake på, men det finnes også planter som kan gi forgiftning.

source: This page explains your health rights as a student in another EU/EEA country or Switzerland.
nb: På denne siden kan du lese om hvilke helserettigheter du har når du er student i et annet EU/EØS-land eller Sveits.

source: Greater weever (Trachinus draco) is a fish with poisonous spines that can cause intense pain in the wound.
nb: Fjesing (Trachinus draco) er en fisk med giftige pigger som kan føre til en intens smerte i stikksåret

source: Home nursing and other healthcare services in the home
nb: Hjemmesykepleie og andre helsetjenester i hjemmet

source: Continue treatment with hot water until the pain has subsided (often within 30-45 minutes) or up to 90 minutes.
nb: Varmtvannsbehandling fortsettes til smerten har gitt seg (ofte innen 30-45 minutter), eller inntil 90 minutter.

source: Trisomy 13 and 18 are both rarer than trisomy 21.
nb: Trisomi 13 og 18 er sjeldnere enn trisomi 21.

source: The Norwegian Poison Information Centre is a department under the Norwegian Institute of Public Health, which consists of junior and senior advisers with relevant education and training.
nb: Giftinformasjonen er en avdeling ved Folkehelseinstituttet og består av rådgivere og seniorrådgivere med relevant utdannelse og opplæring.

source: It is important to get started quickly.
nb: Det er viktig å komme raskt i gang.

source: Only university hospitals with a department of medical genetics or a centre for fetal medicine can currently offer NIPT, but eventually local hospitals and private service providers will also be able to obtain authorisation
nb: Foreløpig er det bare universitetssykehus med medisinsk-genetisk eller fostermedisinsk avdeling som kan tilby NIPT, men etter hvert vil lokalsykehus og private virksomheter også kunne få godkjenning

source: If you are a citizen of a country outside of the EU/EEA or Switzerland, for example the USA, you cannot use your European Health Insurance Card in Norway.
nb: Har du statsborgerskap fra et land utenfor EU/EØS eller Sveits, for eksempel USA, kan du ikke benytte ditt europeiske helsetrygdkort i Norge.

source: You can order a new health insurance card from Helfo.
nb: Du kan bestille nytt helsetrygdkort fra Helfo.

source: It is NAV Social Insurance and Contributions that decides this.
nb: Dette er det NAV medlemskap og avgift som vedtar.

source: To be on the safe side, you should take out travel insurance before you travel on holiday.
nb: For å være på den sikre siden bør du tegne en reiseforsikring før du drar på ferie.

source: § 6b of the COVID-19 regulations (lovdata.no)
nb: 6b første og fjerde ledd i covid-19-forskriften

source: If you do not have a national ID number or D number, you will not be able to log in and view your test results on Helsenorge.
nb: Hvis du ikke har fødselsnummer eller D-nummer, kan du ikke logge inn og se dine prøveresultater på Helsenorge.

source: Unable to log in to Helsenorge using an electronic ID?
nb: Har du ikke mulighet til å logge deg inn på Helsenorge med elektronisk ID?

source: Use the control page for the EU/EEA.
nb: Bruk kontrollsiden for EU/EØS.

source: If you develop symptoms of COVID-19 while in travel quarantine
nb: Dersom du får symptomer på covid-19 når du er i reisekarantene

source: health registry service at helsenorge.no
nb: helseregistertjenesten på helsenorge.no

source: You will be issued with an e-prescription instead of a paper prescription no matter where you live in the country.
nb: Du får e-resept i stedet for papirresept uansett hvor du bor i landet.

source: documentation from a medical practitioner stating that
nb: billigere, dekkes reisestrekningen fra adressen du reiste fra.

source: The child’s health information is also available here.
nb: Her ligger også barnas helseopplysninger.

source: The same will apply if you are abroad for a total of more than six months in the year for two or more consecutive calendar years.
nb: Det samme gjelder dersom du er i utlandet i totalt mer enn seks måneder i året i to eller flere kalenderår etter hverandre.

source: You and your employer have a mutual duty of loyalty that means keeping confidential anything that could harm the company or its employees.
nb: Du og din arbeidsgiver har en gjensidig lojalitetsplikt som innebærer å bevare taushet om forhold som kan skade virksomheten eller dens arbeidstakere.

source: What happens in practice?
nb: Hva skjer i praksis?

source: ) is one of the most poisonous plants in the Norwegian flora.
nb: ) er en av de giftigste plantene i norsk flora.

source: How likely you are to become seriously ill or die from COVID-19
nb: Hvor sannsynlig det er for at du blir alvorlig syk eller dør av covid-19

source: Read more about this at NAV's website
nb: Les mer om frivillig medlemskap på nettsidene til NAV

source: Women react in different ways to having an abortion.
nb: Kvinner reagerer ulikt på det å ta abort.

source: It is rare for them to break off and be left behind in the wound.
nb: Det er sjelden de brekker av og sitter igjen.

source: Your injury must have been caused by a failure of treatment or care, examination, diagnosis or follow-up within the health service, and it must have led to a significant financial loss or be a significant and lasting injury.
nb: Skaden må skyldes en svikt i behandling, undersøkelse, diagnostisering eller oppfølging i helsetjenesten, og den må ha ført til et betydelig økonomisk tap eller være en betydelig og varig skade.

source: If appropriate healthcare is not available where you are staying, this must be confirmed by a doctor at that location in order for travel and accommodation expenses connected with your treatment to be reimbursed.
nb: Dersom det ikke finnes et forsvarlig helsetilbud der du oppholder deg, må du få dette bekreftet fra lege på oppholdsstedet for å kunne få dekket reise- og oppholdsutgifter i forbindelse med behandling.

source: The offer of a NIPT through the national pregnancy care service is free of charge.
nb: Tilbudet om NIPT gjennom den offentlige svangerskapsomsorgen er gratis.

source: Always use the original packaging.
nb: Bruk alltid original emballasje.

source: Like all vaccines, the Janssen vaccine can cause adverse reactions, but not everyone develops them.
nb: Som alle vaksiner kan Janssen-vaksinen forårsake bivirkninger, men ikke alle får det.

source: If you are not satisfied with the decision you have received, you can appeal.
nb: Hvis du ikke er fornøyd med vedtaket du har fått, kan du klage.

source: After returning home from hospital, most women will gradually bleed less and less over the course of a week.
nb: Etter oppholdet på sykehuset vil de fleste blø mindre og mindre i en ukes tid.

source: Who can refer patients for assessment?
nb: Operasjoner innebærer risiko for komplikasjoner.

source: You should not have a blood sample taken for NIPT until week 10+0 of your pregnancy.
nb: Du skal ikke ta blodprøve til NIPT før uke 10+0 i svangerskapet.

source: Both viruses and bacteria can cause respiratory infections, and your doctor will sometimes order other analyses in addition to SARS-CoV-2.
nb: Både virus og bakterier kan gi luftveisinfeksjon, og noen ganger bestiller legen din andre analyser i tillegg til SARS-CoV-2.

source: If you are born in 1995 or later, you will find the childhood vaccines in the registry.
nb: barnevaksinasjonsprogrammet Alle som er født i 1995 og senere vil finne barnevaksinene sine.

source: If you decide to reveal your HIV diagnosis at work, there is a difference depending on whether you tell colleagues or your employer.
nb: Hvis man velger å fortelle på arbeidsplassen at man har hiv, er det forskjell på om man forteller det til kollegaer eller arbeidsgiver.

source: take in-focus close-ups
nb: ta nærbilder som er i fokus

source: Children and young people should have the opportunity for play.
nb: Du kan snakke med legen om mulige bivirkninger av disse legemidlene.

source: However, against COVID-19 disease in general, the Janssen vaccine has been shown to provide lower levels of protection than the mRNA vaccines offered as part of the vaccination programme.
nb: Men mot covid-19-sykdom generelt er det vist lavere beskyttelse av Janssen-vaksinen enn for mRNA-vaksinene som tilbys i vaksinasjonsprogrammet.

source: It is a requirement that your treatment provider has an arrangement with Helfo regarding direct settlement in order for you to receive allowance for dental treatments.
nb: Det er et krav at tannlegen din må ha direkte oppgjør med Helfo for at du skal kunne få stønad til tannbehandling.

source: Travel vaccines and other vaccines received from 2011 onwards.
nb: Reisevaksiner og andre vaksiner som er tatt i 2011 og senere.

source: Your child should get to see, smell, feel and taste her food.
nb: Barnet ser, lukter, kjenner og smaker på maten.

source: Check-ups following surgical abortion are not common if there are no complications such as fever, increasing pain and/or heavy bleeding.
nb: Kontroll etter kirurgisk abort er ikke vanlig hvis det ikke oppstår komplikasjoner som feber, økende smerter og/eller rikelige blødinger.

source: also be covered for two companions if parents accompany a
nb: Hvis du har skadet deg på jobb, reiste til behandling og så

source: When a pregnancy has lasted for 26 weeks, delivery of the baby is defined as a birth.
nb: Når et svangerskap har vart i 26 uker, regnes forløsning som en fødsel.

source: This corresponds to 19.3 per cent of the population over the age of 16.
nb: Det tilsvarer 19,3 prosent av befolkningen over 16 år.

source: You can grant other people power of attorney to use the service on your behalf.
nb: Du kan gi andre fullmakt til å bruke tilbudet på vegne av deg.

source: The documentation must clearly state that you are undertaking organised studies abroad, the period of time in which you study/will study at the educational institution and the scope of the studies (full-time/number of hours per week).
nb: Det må gå klart frem av dokumentasjonen at du følger organiserte studier i utlandet, i hvilket tidsrom du studerer/skal studere ved lærestedet og omfanget av studiene (fulltid/antall timer per uke).

source: Baby-led weaning – should baby eat unaided?
nb: Barnestyrt mattilvenning (Baby Led Weaning) - bør barnet få spise selv?

source: "E-prescription" stands for electronic prescription.
nb: E-resept betyr elektronisk resept.

source: There are exceptions to this requirement, including for:
nb: Kravet har unntak og gjelder blant annet ikke for:

source: Emma is considered to be resident in Norway, and she retains her membership of the Norwegian National Insurance scheme.
nb: Emma anses som bosatt i Norge, og hun beholder medlemskapet i den norske folketrygden.

source: Contact your healthcare provider as soon as possible if you feel ill and think you may have a coronavirus infection.
nb: , som skyldes en tidlig oppstått skade av hjernen, kan også være forbundet med epilepsi og utviklingshemming.

source: When you enter Norway or travel to other countries in Europe, the information given on the EU/EEA control page – the blue certificate – will be checked.
nb: Ved reise inn til Norge og ved reiser til andre land i Europa kontrolleres opplysningene i EU/ EØS-kontrollsiden – blått sertifikat.

source: For use in Norway (PDF)
nb: Hva ser du i koronasertifikatet?

source: A child’s teeth can easily be examined, and their dental status provides a lot of information about their nutrition and hygiene.
nb: Tennene er lett tilgjengelig for undersøkelse, og tannstatusen sier mye om både ernæring og hygiene.

source: Tourists at a low risk of developing severe COVID-19 disease who intend to travel in countries with a good healthcare service are not considered to qualify for the Janssen vaccine.
nb: Turister som selv har lav risiko for alvorlig forløp av covid-19 og som skal reise i land med et velfungerende helsevesen anses ikke å kvalifisere for å få Janssen-vaksinen.

source: You must then take some painkillers which you were given by the outpatient clinic.
nb: Deretter tar du smertestillende tabletter som du har fått med deg fra poliklinikken.

source: All close contacts should take a test for the coronavirus as soon as possible.
nb: Sykdommen starter oftest i femtiårene, men man kan rammes i alle aldre.

source: NIPD has been developed for a number of serious hereditary diseases linked to a single gene.
nb: Det er utviklet NIPD for flere alvorlige, arvelige sykdommer knyttet til et enkelt gen.

source: If you have applied to Helfo for reimbursement of your expenses for healthcare abroad and your application was rejected either in full or regarding certain expenses, you can submit an appeal to Helfo.
nb: Hvis du har søkt Helfo om refusjon av utgifter til helsehjelp i utlandet og har fått helt eller delvis avslag, kan du sende klage til Helfo.

source: Dementia – health requirements for driving licences
nb: Demens – helsekrav til førerkort

source: Anyone over the age of 16 years old entering Norway should as a rule of thumb complete the travel registration form prior to crossing the border.
nb: Alle reisende over 16 år skal som hovedregel fylle ut et registreringsskjema for innreise før ankomst til Norge.

source: If you do not have your vaccination certificate to hand, contact the vaccination centre/municipality where you were vaccinated and ask for a new printout.
nb: Hvis du ikke har vaksinasjonsbeviset tilgjengelig, må du ta kontakt med vaksinesenteret/kommunen der du mottok vaksinen for en ny utskrift.

source: Always supervise products during use when children are nearby.
nb: Hold alltid tilsyn med produkter under bruk når barn er i nærheten.

source: You should avoid sexual intercourse during the first two weeks after your termination, or for as long as you continue to bleed.
nb: Du bør unngå samleie de to første ukene i etterkant av aborten, eller så lenge du blør.

source: You may experience severe menstrual pain, particularly while the body is expelling the contents of your womb.
nb: Du kan få sterke menstruasjons­smerter, spesielt når kroppen er i ferd med å støte ut innholdet i livmoren.

source: Reciprocal agreements have been signed with Australia, and Québec in Canada.
nb: Gjensidighetsavtale er blant annet inngått med Australia og Québec i Canada.

source: There is no requirement for a person with HIV to inform an employer that he or she has HIV.
nb: Det er ingen krav om at en ansatt med hiv skal informere arbeidsgiver om at han eller hun er smittet.

source: In Norway, the infection risk is so low that the Norwegian Directorate of Health believes that the risk of serious adverse reactions to the Janssen vaccine outweighs the benefits of having the Janssen vaccine amongst residents of Norway.
nb: I Norge er smitterisikoen så lav at Helsedirektoratet mener at risikoen for alvorlige bivirkninger av Janssen-vaksinen er større enn fordelene ved å ta Janssen-vaksinen for personer som oppholder seg i Norge.

source: If you are in transmission quarantine, the following applies:
nb: Symptomene på hjerneslag oppstår plutselig, og kan variere.

source: People who have to travel to countries with a higher infection risk if, following a thorough individual assessment, a doctor believes that they are at greater risk of becoming seriously ill or dying from COVID-19.
nb: Personer som må reise til land med høyere smitterisiko, dersom lege etter en grundig individuell vurdering mener de har økt risiko for å bli alvorlig syk eller dø av covid-19.

source: You may be offered a NIPT if there is an increased likelihood that you will have a child with a serious, hereditary gender-linked condition which mainly affects boys.
nb: Du kan få tilbud om NIPT hvis det er en økt sannsynlighet for at du eller dere vil få et barn med en alvorlig, arvelig kjønnsbundet sykdom som i hovedsak rammer gutter.

source: will be offered an oral glucose tolerance test (OGTT) at week 24.
nb: , vil få tilbud om en sukkerbelastningstest i uke 24.

source: First aid in the event of symptoms of poisoning by phototoxic umbellifers
nb: Førstehjelp ved forgiftning med fototoksiske skjermplanter

source: As a patient, you will relate to your healthcare professional.
nb: Sørg for mørke, ro og moderat temperatur på soverommet.

source: If you take a PCR-test no earlier than three days after arriving in Norway and the test result is negative, you can end your travel quarantine.
nb: Dersom du tar en PRC-test tidligst tre døgn etter ankomst til Norge, og prøvesvaret er negativt kan du avslutte reisekarantenen.

source: The resident should be allowed to define who their close contacts are.
nb: Personer med flere diagnoser oppnår ikke like ofte anfallsfrihet som personer som kun har epilepsi.

source: Helfo will share your personal- and health information with Optum.
nb: Helfo vil utveksle dine person- og helseopplysninger med Optum.

source: Student in the USA and Quebec
nb: Student i USA eller Québec

source: Find out more at giftinfo.no or call the Poison Information Centre (22 59 13 00) for advice.
nb: Se mer på giftinfo.no eller ring Giftinformasjonen (22 59 13 00) for råd.

source: For most people, the risk of serious adverse reactions will outweigh the benefits.
nb: For de fleste vil risikoen for alvorlige bivirkninger veie tyngre enn fordelene.

source: This also applies to most foreign travel.
nb: Det gjelder også ved de fleste utenlandsreiser.

source: If you intend to study in the USA or Quebec in Canada, there are a few things you should be aware of.
nb: Dersom du skal studere i USA eller Québec i Canada er det et par ting du bør være oppmerksom på.

source: Between 1976 and 1995, five counties were included in a trial scheme for a central immunisation registry.
nb: Mellom 1976 og 1995 var fem fylker med i en prøveordning for et sentralt vaksinasjonsregister.

source: Use within Norway
nb: Innenlands i Norge

source: Use of petrol/diesel engines, charcoal barbecues, etc.
nb: Bruk av bensin-/dieselmotorer, kullgriller og lignende

source: In addition to the reason for the concern and symptoms, it is important to ask about the child’s medical history.
nb: I tillegg til bakgrunnen for bekymringen og symptomer er det viktig å spørre om tidligere sykdommer.

source: notification by SMS or e-mail
nb: varsel på SMS eller e-post

source: You must send the form together with the original, itemised receipts and other relevant information to Helfo, Postboks 2415, 3104 Tønsberg
nb: Du må sende kvitteringsskjema sammen med originale, spesifiserte kvitteringer og annen aktuell dokumentasjon til Helfo, Postboks 2415, 3104 Tønsberg.

source: Medical face masks are disposable and intended for single use only.
nb: Når du fjerner tilgangen til tjenesten "Pasientjournal" vil du ikke lenger ha tilgang til

source: Foreign students studying in countries with a good healthcare service.
nb: Utenlandsstudenter som studerer i land med velfungerende helsevesen.

source: Even minor issues can have a major impact on a person’s life.
nb: Lær deg en avspenningsteknikk og bruk den ved oppvåkninger.

source: Over-the-counter medicines can also cause poisoning:
nb: Reseptfrie legemidler kan også gi forgiftninger:

source: They enter the travel expenses for Sara and a companion in the digital form that they use for claiming reimbursement for Sara's treatment.
nb: De fører opp reiseutgiftene for Sara og én ledsager på det digitale skjemaet de bruker for å søke om refusjon for Saras behandling.

source: If you have one or more dependent children, the children will have the same rights as yourself in the country in which you are studying.
nb: Har du ett eller flere egne barn du forsørger, vil barnet få samme rettigheter som deg i studielandet.

source: As a colleague or employer, you can help to ensure the participation of HIV-positive people in working life by spreading information and combating preconceptions at your workplace.
nb: Du, som kollega eller arbeidsgiver, kan hjelpe til å sikre hiv-positive deltagelse i arbeidslivet ved å spre informasjon og å bekjempe fordommer på din arbeidsplass.

source: It is recommended that adults and the elderly have at least 30 minutes of physical activity every day.
nb: Voksne og eldre anbefales å være fysisk aktive minimum 30 minutter hver dag.

source: What can you be covered for?
nb: Hva kan du få dekket?

source: Apply water directly onto the eye.
nb: Få vann direkte inn på øyet.

source: In a few weeks and before they depart, they will be offered the first dose of mRNA vaccine as part of the vaccination programme.
nb: Disse vil om få uker og før avreise kunne få første dose mRNA-vaksine i vaksinasjonsprogrammet.

source: This means that your doctor may refuse to give you the vaccine if the risk of serious adverse reactions is considered to be greater than the benefits.
nb: Det betyr at legen kan si nei til å gi deg vaksinen, hvis risikoen for alvorlige bivirkninger vurderes som større enn fordelene.

source: you already know that the fetus could have a serious, hereditary disease or condition
nb: du vet at fosteret kan ha en alvorlig, arvelig sykdom eller tilstand

source: You must send this statement, along with a copy of the decision from NAV approving your occupational injury, to Helfo.
nb: Du må sende denne legeerklæringen, samt en kopi av vedtaket om godkjent yrkesskade fra Nav, til Helfo.

source: Exchange of data
nb: Utveksling av data

source: Follow-up and treatment in the event of violence and abuse is highly multidisciplinary and often covers both mental and physical health.
nb: Oppfølging og behandling ved vold og overgrep er meget tverrfaglig og involverer ofte både psykisk og fysisk helse.

source: If the test result is negative, you must still complete the rest of your quarantine period.
nb: Ved negativ test skal du fortsatt fullføre reisekarantenen.

source: What information do you need?
nb: Hva lurer du på?

source: Pay particular attention to the correct use and storage of medicines when travelling.
nb: Vær oppmerksom på riktig bruk og oppbevaring av medisiner også når du er på reise.

source: Read more about driving licences and medicines in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og legemidler i førerkortveilederen (helsedirektoratet.no).
